app/controllers/films_controller.rb

SELECT "films".* FROM "films"
---
  def index
    @films = Film.all